Repository: 84000/data-translation-memory
Catalog: toh535-v3.tmx
Source language: bo
Languages: en

source: ཟླ་བའི་འོད་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་ཕྱག་འཚལ་ལོ། །
en: Recollecting the Name of Moonlight Homage to the thus-gone, worthy , fully and perfectly awakened Moonlight!

source: ཏདྱ་ཐཱ། ཙནྡྲེ་ཙནྡྲེ། སུ་ཙནྡྲེ། མ་ཏི་ཙནྡྲ་ཙནྡྲ་ཀི་ར་ཎ། སི་རི་སི་རི། བུདྡྷཱ་ངྷིཥྛི་ཏེ། ཀི་ལི་ཀི་ལི། དྷརྨཱ་དྷིཥྛི་ཏེ། ཀི་ལི་ཀི་ལི།
en: tadyathā| candre candre| sucandre| mati­candra candra­kiraṇa| siri siri| buddhādhiṣṭhite| kili kili| dharmādhiṣṭhite| kili kili| saṃghādhiṣṭhite svāhā.

source: སཾ་གྷཱ་དྷིཥྛི་ཏེ་སྭཱ་ཧཱ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་གིས་རྟག་ཏུ་ནང་པར་ལངས་ཏེ། ཟླ་བའི་འོད་དེ་བཞིན་གཤེགས་པའི་མཚན་དྲན་པར་བྱེད་པ་དེ་ནི་བསྐལ་པ་བཞི་ཁྲིར་ཚེ་རབས་དྲན་པར་འགྱུར་ཏེ། དེ་ནི་ངན་སོང་དུ་ལྟུང་བར་མི་འགྱུར་རོ། །
en: A son or daughter of good family who, every morning after rising, recollects the name of the tathāgata Moonlight, will remember all their former lives during forty thousand kalpas and will not fall into the lower realms.

source: ཟླ་བའི་འོད་ཀྱི་མཚན་རྗེས་སུ་དྲན་པས་ཡོན་ཏན་དེ་རྣམས་ཐོབ་པར་འགྱུར་རོ། །
en: By recollecting Moonlight’s name, one will attain those attributes.

source: ཟླ་བའི་འོད་ཀྱི་མཚན་རྗེས་སུ་དྲན་པ་རྫོགས་སོ།། །།
en: Recollecting the Name of Moonlight is complete.
